Revit 2024 API
UnitTypeId.Kelvin Property
 Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Kelvin { get; }
Visual Basic
Public Shared ReadOnly Property Kelvin As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kelvin {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace